export const HOME_STRING = {
  title: "בר שכונתי קריית אליעזר",
  subtitle: "ביחד נקים מרחב משותף לשכונה שלנו",
  eoi: {
    title: "הצטרף אלינו עכשיו!",
    subtitle: "טופס הצהרת כוונות",
    whatsapp: "הישארו מעודכנים",
  },
  card: {
    title: "התקדמות הגיוס",
    subtitle: "בדרך ליעד שלנו",
    items: {
      share: {
        title: "סה״כ מניות",
      },
      loan: {
        title: "סה״כ הלוואות",
      },
      investor: {
        title: "משקיעים פוטנציאלים",
      },
      members: {
        title: "חברים פוטנציאלים באגודה",
      },
    },
  },
  currentEvent: {
    title: "אירועים קרובים",
  },
  issueCard: {
    title: "לא עוד חושך בשדרה",
    subtitle: "בואו להקים איתנו בר שכונתי שיאיר לנו!",
    quoteName: "מני גרשון, יזם חברתי",
    quote:
      "זה לא סיפור על אלכוהול או על כסף. זה סיפור על אחריות, על תקווה, על אהבה לעיר שקשה לאהוב.",
  },
  solution: {
    title: "הפתרון: המודל הקואופרטיבי",
    unite: {
      title: "מתאגדים",
      subtitle: "כולנו שמים סכום כסף (הלוואת בעלים) והופכים לחברי אגודה.",
    },
    buy: {
      title: "רוכשים",
      subtitle: "האגודה מנהלת משא ומתן ורוכשת את העסקים הקיימים.",
    },
    manage: {
      title: "מנהלים ומרוויחים",
      subtitle:
        "המקומות נשארים פתוחים והרווחים חוזרים לקהילה ולכיסוי ההלוואות.",
    },
    effect: {
      title: "משפיעים",
      subtitle: "אנחנו הבעלים. אנחנו קובעים את האופי של ירושלים.",
    },
  },
} as const
