export const HOME_STRING = {
  title: "בר שכונתי קריית אליעזר",
  subtitle: "ביחד נקים מרחב משותף לשכונה שלנו",
  eoi: {
    title: "הצטרף אלינו עכשיו!",
    subtitle: "טופס הצהרת כוונות",
    whatsapp: "הישארו מעודכנים",
  },
  card: {
    title: "התקדמות הגיוס",
    subtitle: "בדרך ליעד שלנו",
    items: {
      share: {
        title: "סה״כ מניות",
      },
      loan: {
        title: "סה״כ הלוואות",
      },
      investor: {
        title: "משקיעים פוטנציאלים",
      },
      members: {
        title: "חברים פוטנציאלים באגודה",
      },
    },
  },
  currentEvent: {
    title: "אירועים קרובים",
  },
  issueCard: {
    title: "לא עוד חושך בשדרה",
    subtitle: "בואו להקים איתנו בר שכונתי שיאיר לנו!",
    quoteName: "מני גרשון, יזם חברתי",
    quote:
      "זה לא סיפור על אלכוהול או על כסף. זה סיפור על אחריות, על תקווה, על אהבה לעיר שקשה לאהוב.",
  },
  solution: {
    title: "הפתרון: המודל הקואופרטיבי",
    unite: {
      title: "מתאגדים",
      subtitle: "כולנו שמים סכום כסף (הלוואת בעלים) והופכים לחברי אגודה.",
    },
    buy: {
      title: "רוכשים",
      subtitle: "האגודה מנהלת משא ומתן ורוכשת את העסקים הקיימים.",
    },
    manage: {
      title: "מנהלים ומרוויחים",
      subtitle:
        "המקומות נשארים פתוחים והרווחים חוזרים לקהילה ולכיסוי ההלוואות.",
    },
    effect: {
      title: "משפיעים",
      subtitle: "אנחנו הבעלים. אנחנו קובעים את האופי של ירושלים.",
    },
  },
} as const

export const FQA = {
  title: "שאלות נפוצות",
  list: [
    {
      value: "1",
      trigger: "האם הכסף שלי בטוח?",
      content: `אנחנו מבינים את החשש, ולכן בנינו מודל בטוח ושקוף ככל האפשר.
זה לא כסף "מתנה": הכסף שלכם מוגדר כ"הלוואת בעלים". זהו חוב של האגודה כלפיכם.
נכסים מניבים: הכסף לא הולך לכיסוי חובות עבר, אלא לרכישת עסקים קיימים, עובדים ורווחיים.
עד הגעה ליעדי הרכישה: הכסף יושב בחשבון האגודה. אם העסקה לא יוצאת לפועל – הכסף של ההלוואות חוזר אליכם במלואו. מכיוון שיש לנו כבר עכשיו הוצאות הקמה, במקרה של אי הגעה ליעד, עלות המניה תחזור אליכם לאחר תשלום על ההוצאות שכבר יצאו.`,
    },
    {
      value: "2",
      trigger: "איך הלוואות בעלים עובדות?",
      content: `הלוואות בעלים הן דרך נוספת להשתתף במימון הקואופרטיב, מעבר לרכישת מניה. בניגוד למניה שמעניקה זכות הצבעה ובעלות, הלוואת בעלים היא הלוואה שאתם נותנים לקואופרטיב ומקבלים עליה ריבית.

תנאי ההלוואה:

ריבית: פריים להלוואות עד 5,000 ₪ | פריים+1% להלוואות מעל 5,000 ₪
תקופת גרייס: 12 חודשים (בשנה הראשונה לא משלמים קרן וריבית)
תקופת החזר: 3-4 שנים

למה זה טוב לקואופרטיב?
הלוואות הבעלים מהוות את מקור המימון העיקרי לרכישה מתוך סך הגיוס.

למה זה טוב לכם?
אתם מקבלים תשואה על הכסף שלכם (ריבית פריים או פריים+1), תומכים בפרויקט שחשוב לכם, ויודעים שהכסף חוזר אליכם בתוך מספר שנים.`,
    },
    {
      value: "3",
      trigger: "מי ינהל את הבר בפועל? חברי האגודה?",
      content:
        "האגודה היא הבעלים, אבל את הניהול בפועל ייעשה על ידי מנהלים מקצועיים, ברמנים ואנשי צוות מנוסים (רבים מהם מהצוות הקיים). חברי האגודה קובעים את האסטרטגיה, בוחרים את הוועד המנהל שמנחים את הצוות המקצועי, יוצרים את רוח המקום ונהנים מהפירות, אבל חברי האגודה לא צריכים לשטוף כוסות או להזמין חביות מהספקים.",
    },
    {
      value: "4",
      trigger: "האם צפויה תשואה על ההשקעה?",
      content:
        "בשנים הראשונות ככל הנראה - לא. המודל העסקי מבוסס על הרווחים של הברים שישמשו להחזר ההלוואות ובהמשך להשקעה נוספת בברים ובהרחבת הפעילות. לאחר כיסוי הוצאות תפעול, ההכנסות מיועדות להרחבת הפעילות וכל זאת יתנהל בהתאם להחלטות האסיפה הכללית והביצועים העסקיים של הברים.",
    },
  ],
}
